Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/J49.tmx
Source language: en_us
Languages: zh_cn

source: CHAPTER I. JUSTICE AS FAIRNESS
zh_cn: 第一章作为公平的正义

source: In this introductory chapter I sketch some of the main ideas of the theory of justice I wish to develop.
zh_cn: 在这导论性的一章中，我将概述我试图建立的正义论的一些主要观念。

source: The exposition is informal and intended to prepare the way for the more detailed arguments that follow. Unavoidably there is some overlap between this and later discussions.
zh_cn: 这种阐述是非正式的，是打算为随后较详细的论证引路，因而这一章与后面的讨论之间不免会有某些重迭之处。

source: I begin by describing the role of justice in social cooperation and with a brief account of the primary subject of justice, the basic structure of society.
zh_cn: 本章一开始将首先描述正义在社会合作中的作用，简要地说明作为正义的主要问题的社会基本结构。

source: I then present the main idea of justice as fairness, a theory of justice that generalizes and carries to a higher level of abstraction the traditional conception of the social contract.
zh_cn: 然后，我要提由作为公平的正义的主要观念，提出一种使传统的社会契约论更为概括和抽象的正义论。

source: The compact of society is replaced by an initial situation that incorporates certain procedural constraints on arguments designed to lead to an original agreement on principles of justice.
zh_cn: 在此，社会的契约被一种对最初状态的解释所代替，这一状态把某些旨在达到一种有关正义原则的原初契约的程序限制条件结为一体。

source: I also take up, for purposes of clarification and contrast, the classical utilitarian and intuitionist conceptions of justice and consider some of the differences between these views and justice as fairness.
zh_cn: 为了清晰和对照起见，我也要论及古典的功利主义的正义观和直觉主义的正义观，考察这些观点和作为公平的正义观之间的某些区别。

source: My guiding aim is to work out a theory of justice that is a viable alternative to these doctrines which have long dominated our philosophical tradition.
zh_cn: 我的目标是要确立一种正义论，以作为一种可行的选择对象，来替换那些长期支配着我们的哲学传统的理论。

source: THE ROLE OF JUSTICE
zh_cn: 正义的作用

source: Justice is the first virtue of social institutions, as truth is of systems of thought.
zh_cn: 正义是社会制度的首要价值，正象真理是思想体系的首要价值一样。

source: A theory however elegant and economical must be rejected or revised if it is untrue; likewise laws and institutions no matter how efficient and well-arranged must be reformed or abolished if they are unjust.
zh_cn: 一种理论，无论它多么精致和简洁，只要它不真实，就必痍加以拒艳或修正，同样，某些法律和制度。不管它们如何有效率和有条理，只要它们不正义，就必须加以改造或废除。

source: Each person possesses an inviolability founded on justice that even the welfare of society as a whole cannot override.
zh_cn: 每个人都拥有一种基于正义的不可侵犯性，这种不可侵犯性即使以社会整体利签之名也不能逾越。

source: For this reason justice denies that the loss of freedom for some is made right by a greater good shared by others. It does not allow that the sacrifices imposed on a few are outweighed by the larger sum of advantages enjoyed by many.
zh_cn: 因此，正义否认为了一些人分享更大利益而剥夺另一些入的自由是正当的，不承认许多人享受的较大利益能绰绰有余地补偿强加于少数人的牺牲。

source: Therefore in a just society the liberties of equal citizenship are taken as settled; the rights secured by justice are not subject to political bargaining or to the calculus of social interests.
zh_cn: 所'以，在一个正义的社会里，平等的公民自由是确定不移的，由正义所保障的权利决不受制于政治的交房或社会利益的权衡。

source: The only thing that permits us to acquiesce in an erroneous theory is the lack of a better one; analogously, an injustice is tolerable only when it is necessary to avoid an even greater injustice.
zh_cn: 允许我们默认一种有错误的理论的唯一前提是尚无一种较好的理论，同样，使我们忍受一种不正义只能是在需要用它来避免另一种更大的不正义的情况下才有可能。

source: Being first virtues of human activities, truth and justice are uncompromising.
zh_cn: 作为人类活动的首要价值，真理和正义是决不妥协的。

source: These propositions seem to express our intuitive conviction of the primacy of justice. No doubt they are expressed too strongly.
zh_cn: 上面这些命题看来表达了我们对正义的首要性的一种直觉的确信，它们在语气上无疑是表现得过于强烈了一点。

source: In any event I wish to inquire whether these contentions or others similar to them are sound, and if so how they can be accounted for.
zh_cn: 但不管怎样，我希望探讨这些论点（或别的类似观点）是否正确，它们是否能够被如此说明。

source: To this end it is necessary to work out a theory of justice in the light of which these assertions can be interpreted and assessed.
zh_cn: 为此就有必要建立一种正义论，借助于它，就可以解释和评价这些论断。

source: I shall begin by considering the role of the principles of justice.
zh_cn: 我将从考虑正义原则的作用开始。

source: Let us assume, to fix ideas, that a society is a more or less self-sufficient association of persons who in their relations to one another recognize certain rules of conduct as binding and who for the most part act in accordance with them.
zh_cn: 为使观念确定起见，让我们假定一个这样的社会，这个社会是由一些个人组成的多少自足的联合体，这些人在他们的相互关系中都承认某些行为规范具有约束力，并且使自己的大部分行为都遵循它们。

source: Suppose further that these rules specify a system of cooperation designed to advance the good of those taking part in it.
zh_cn: 我们再进一步假定这些规范标志着一个旨在推进所有参加者的利益的合作本系。

source: Then, although a society is a cooperative venture for mutual advantage, it is typically marked by a conflict as well as by an identity of interests.
zh_cn: 而且，虽然一个社会是一种对于相互利益的合作的冒险形式，它却不仅具有一种利益一致的典型特征，而且也具有一种利益冲突的典型特征。

source: There is an identity of interests since social cooperation makes possible a better life for all than any would have if each were to live solely by his own efforts.
zh_cn: 由于社会合作，存在着一种利益的一致，它使所有人有可能过一种比他们仅靠白己的努力独自生存所过的生活更好的生活。

source: There is a conflict of interests since persons are not indifferent as to how the greater benefits produced by their collaboration are distributed, for in order to pursue their ends they each prefer a larger to a lesser share.
zh_cn: 另一方面，由于这些人对由他们协力产生的较大利益怎样分配并不忌无动于衷的（因为为了追求他们的目的，他们每个人都更喜欢较大的份额而非较小的份额）。

source: A set of principles is required for choosing among the various social arrangements which determine this division of advantages and for underwriting an agreement on the proper distributive shares.
zh_cn: 这样就产生了一种利益的冲突，就需要一系列原则来措导在各种不同的决定利益分配的社会安排之间进行选择，达到一种有关恰当的分配份额的契约。

source: These principles are the principles of social justice: they provide a way of assigning rights and duties in the basic institutions of society and they define the appropriate distribution of the benefits and burdens of social cooperation.
zh_cn: 这些所需耍的原则就是社会正义的原则，它们提供了一种在社会的基本制度中分配权利和义务的办法，确定了社会合作的利益和负担的适当分配。

source: Now let us say that a society is well-ordered when it is not only designed to advance the good of its members but when it is also effectively regulated by a public conception of justice.
zh_cn: 现在让我们说，一个社会，当它不仅被设计得旨在推进它的成员的利益，而且也有效地受着一种公开的正义观管理时，它就是组织良好的社会。

source: That is, it is a society in which (1) everyone accepts and knows that the others accept the same principles of justice, and (2) the basic social institutions generally satisfy and are generally known to satisfy these principles.
zh_cn: 亦即，它是一个这样的社会，在那里：（1）每个人都接受、也知道别人接受同样的正义原则，（2）基本的社会制度普遍地满足、也普遍为人所知地满足这些原则。

source: In this case while men may put forth excessive demands on one another, they nevertheless acknowledge a common point of view from which their claims may be adjudicated.
zh_cn: 在这神情况下，当人们可能相互提出过分的要求时，他们总还承认一种共同的观点，他们的要求可以按这种观点来裁定。

source: If men’s inclination to self-interest makes their vigilance against one another necessary, their public sense of justice makes their secure association together possible.
zh_cn: 如果说人们对自己利益的爱好使他们必然相互提防，那么他们共同的正义感又使他们牢固的合作成为可能。

source: Among individuals with disparate aims and purposes a shared conception of justice establishes the bonds of civic friendship; the general desire for justice limits the pursuit of other ends.
zh_cn: 在目标互异的个人中间。一种共有的正义观建立起公民友谊的纽带，对正乂的普遍欲望限制着对其它目标的追逐。

source: One may think of a public conception of justice as constituting the fundamental charter of a well-ordered human association.
zh_cn: 我们可以设想一种公开的正义观，正是它构成了一个组织良好的人类联合体的基本条件。

source: Existing societies are of course seldom well-ordered in this sense, for what is just and unjust is usually in dispute.
zh_cn: 现存的各种社会形态当然很少是在这个意义上组织良好的，因为，何为正义，何为不正义通常都被纷争不已。

source: Men disagree about which principles should define the basic terms of their association.
zh_cn: 人们在应当用哪个原则来确定他们联合体的基本条款上意见分歧。

source: Yet we may still say, despite this disagreement, that they each have a conception of justice.
zh_cn: 但尽管有这种分歧，我们还是可以说，他们每个人都有一种正义观。

source: That is, they understand the need for, and they are prepared to affirm, a characteristic set of principles for assigning basic rights and duties and for determining what they take to be the proper distribution of the benefits and burdens of social cooperation.
zh_cn: 亦即，他们懂得他们需要（他们也准备来确定）一系列特殊原则来划分基本的权利和义务，来决定他们心目中的社会合作的利益和负担的适当分配。

source: Thus it seems natural to think of the concept of justice as distinct from the various conceptions of justice and as being specified by the role which these different sets of principles, these different conceptions, have in common.
zh_cn: 这样，把正义概念看作有别于各种不同的正义观，着作由这些不同的原则、不同的观念所共有的作用所指定的，看来就是很自然的了。

source: Those who hold different conceptions of justice can, then, still agree that institutions are just when no arbitrary distinctions are made between persons in the assigning of basic rights and duties and when the rules determine a proper balance between competing claims to the advantages of social life.
zh_cn: 因此，那些抱有不同的正义观的人就可能还是会一致同意：在某些制度中，当对基本权利和义务的分配没有在个人之间作出任何任意的区分时，当规范使各种对社会生活利益的冲突要求之间有一恰当的平衡时，这些制度就是正义的。

source: Men can agree to this description of just institutions since the notions of an arbitrary distinction and of a proper balance, which are included in the concept of justice, are left open for each to interpret according to the principles of justice that he accepts.
zh_cn: 入们能够一致同意对正义制度的这种描述，因为不做任意区分和恰当平衡的概念（它们都是包括在正义概念之内的）仍然给每个人留有充分余地，使他能根据他所接受的特定正义原则对之进行解释。

source: These principles single out which similarities and differences among persons are relevant in determining rights and duties and they specify which division of advantages is appropriate.
zh_cn: 这些正义原则指出在人们中间哪一些相似和差异是与决定极利和义务有关的，利益要怎样划分才是适当的。

source: Clearly this distinction between the concept and the various conceptions of justice settles no important questions. It simply helps to identify the role of the principles of social justice.
zh_cn: 显然，正义的概念与正义观之间的这种区分并不能解决任何重要问题，它只是有助于使我们辨识社会正义原则的作用。

source: Some measure of agreement in conceptions of justice is, however, not the only prerequisite for a viable human community.
zh_cn: 然而，有关正义观的某种统一标准，并不是一个有活力的人类群体的唯一先决条件。

source: There are other fundamental social problems, in particular those of coordination, efficiency, and stability.
zh_cn: 还有其它的社会基本问题，特别是有关:合作、效率和稳固的问题。

source: Thus the plans of individuals need to be fitted together so that their activities are compatible with one another and they can all be carried through without anyone’s legitimate expectations being severely disappointed.
zh_cn: 这样，个人的计划就需要相互调整，以使他们的活动和衷共济井都能贯彻到底，不使任何舍法的愿望受到严重挫折。

source: Moreover, the execution of these plans should lead to the achievement of social ends in ways that are efficient and consistent with justice.
zh_cn: 而且，这些计划的实行应当导致以有效率的和与正义一致的方式实现一定的社会目标。

source: And finally, the scheme of social cooperation must be stable: it must be more or less regularly complied with and its basic rules willingly acted upon; and when infractions occur, stabilizing forces should exist that prevent further violations and tend to restore the arrangement.
zh_cn: 最后，社会合作的计划必须是稳定的，它必须多少有规律地被人们遵循，它的基本规范自动地起作用，一旦有违反的现象产生，稳定性的力量就应出来防止进一步的违反和促进原来安排的。

source: Now it is evident that these three problems are connected with that of justice.
zh_cn: 显然，这三个问题都与正义问题相联系。

source: In the absence of a certain measure of agreement on what is just and unjust, it is clearly more difficult for individuals to coordinate their plans efficiently in order to insure that mutually beneficial arrangements are maintained.
zh_cn: 缺少某种统一有关正乂与非正义意见的标准，个人要有效地协调他们的计划以保证坚持那些相互有利的安排显然就会困难得多。

source: Distrust and resentment corrode the ties of civility, and suspicion and hostility tempt men to act in ways they would otherwise avoid.
zh_cn: 怀疑和不满腐蚀着礼仪的纽带，猜忌和敌意诱使人们以一种他们本来要避免的方式行动。

source: So while the distinctive role of conceptions of justice is to specify basic rights and duties and to determine the appropriate distributive shares, the way in which a conception does this is bound to affect the problems of efficiency, coordination, and stability.
zh_cn: 所以，既然正义观的特定作用就是指定基本的权利和义务，决定恰当的分配份额，正义观的作用方式就必然要影响到效率、合作和稳定的问题。

source: We cannot, in general, assess a conception of justice by its distributive role alone, however useful this role may be in identifying the concept of justice.
zh_cn: 一般来说，我们不可能仅仅通过一种正义观在分配方面的作用来把握它，不管这种作用可能对辨识正义的概念是多么有用。

source: We must take into account its wider connections; for even though justice has a certain priority, being the most important virtue of institutions, it is still true that, other things equal, one conception of justice is preferable to another when its broader consequences are more desirable.
zh_cn: 我们必须考虑它的更为宽广的联系，因为，即使正义有某种优先性，是制度的最重要价值，下面这种说法也还是正确的：在其它条件相同的情况下，一种正义观比另一种正义观更可取是因为它的更广泛的结果更可取。

source: THE SUBJECT OF JUSTICE
zh_cn: 正义的主题

source: Many different kinds of things are said to be just and unjust: not only laws, institutions, and social systems, but also particular actions of many kinds, including decisions, judgments, and imputations.
zh_cn: 许多不同的事物被说成是正义或不正义的：不仅法律、制度、社会体系是如此，许多种特殊行为，包括决定、判断、责难也是这祥。

source: We also call the attitudes and dispositions of persons, and persons themselves, just and unjust. Our topic, however, is that of social justice.
zh_cn: 我们也如此称人们的态度、气质以至人们本身，然而，我们现在的题目是社会的正义问题。

source: For us the primary subject of justice is the basic structure of society, or more exactly, the way in which the major social institutions distribute fundamental rights and duties and determine the division of advantages from social cooperation.
zh_cn: 对我们来说，正义的主要问题是社会的基本结构，或更确地说，是社会主要制度分配基本权利和义务，决定由社会合作产生的利益之划分的方式。

source: By major institutions I understand the political constitution and the principal economic and social arrangements.
zh_cn: 所谓主要制度，我的理解是政治结构和主要的经济和社会安排。

source: Thus the legal protection of freedom of thought and liberty of conscience, competitive markets, private property in the means of production, and the monogamous family are examples of major social institutions.
zh_cn: 这样，对于思想和良心的自由的法律保护、竞争市场，生产资料的个人所有、一夫一妻制家庭就是主要社会制度的实例。

source: Taken together as one scheme, the major institutions define men’s rights and duties and influence their life prospects, what they can expect to be and how well they can hope to do.
zh_cn: 把这些因素含为一体的主要制度确定着人们的权利和义务，影响着他们的生活前景即他们可能希望达到的状态和成就。

source: The basic structure is the primary subject of justice because its effects are so profound and present from the start.
zh_cn: 社会基本结构之所以是正义的主要问题，是因为它的影响十分深刻并自始至终。

source: The intuitive notion here is that this structure contains various social positions and that men born into different positions have different expectations of life determined, in part, by the political system as well as by economic and social circumstances.
zh_cn: 在此直觉的概念是，这种基本结构包含着不同的社会地位，生于不同地位的人们有着不同的生括前景，这些前景部分是由政治体制和经济、社会条件决定的。

source: In this way the institutions of society favor certain starting places over others.
zh_cn: 这样，社会制度就使人们的某些出发点比另一些出发点更为有利。

source: These are especially deep inequalities.
zh_cn: 这类不平等是一种特别深刻的不平等。

source: Not only are they pervasive, but they affect men’s initial chances in life; yet they cannot possibly be justified by an appeal to the notions of merit or desert.
zh_cn: 它们不仅涉及面广，而且影响到人们在生活中的最初机会，然而人们大概并不能通过诉诸功过来为这类不平等辩护。

source: It is these inequalities, presumably inevitable in the basic structure of any society, to which the principles of social justice must in the first instance apply.
zh_cn: 假使这些不平等在任何社会的基本结构中都不可避免，那么它们就是社会正义原则的最初应用对象。

source: These principles, then, regulate the choice of a political constitution and the main elements of the economic and social system.
zh_cn: 所以，这些原则调节着对一种政治宪法和主要经济、社会体制的选择。

source: The justice of a social scheme depends essentially on how fundamental rights and duties are assigned and on the economic opportunities and social conditions in the various sectors of society.
zh_cn: 一个社会体系的正义，本质上依赖于如何分配基本的权利义务，依赖于在社会的不同阶层中存在着的经济机会和社会条件。

source: The scope of our inquiry is limited in two ways.
zh_cn: 我们从两个方画来限制我们的探讨范围。

source: First of all, I am concerned with a special case of the problem of justice. I shall not consider the justice of institutions and social practices generally, nor except in passing the justice of the law of nations and of relations between states .
zh_cn: 首先，我关心的是正义问题的一种特殊情形，我不想普遍地考虑制度和社会实践的正义，除了在第五十七节谈到一下国际法和国家之间联系的正义外。

source: Therefore, if one supposes that the concept of justice applies whenever there is an allotment of something rationally regarded as advantageous or disadvantageous, then we are interested in only one instance of its application.
zh_cn: 因此，即便有人假定正义的概念适用于一切有利害关系的分配的话，我们也只感兴趣于这类分配中的一种。

source: There is no reason to suppose ahead of time that the principles satisfactory for the basic structure hold for all cases.
zh_cn: 没有理由先决地认为满足了基本结构的原则对所有情况都同样有效。

source: These principles may not work for the rules and practices of private associations or for those of less comprehensive social groups.
zh_cn: 这些原则可能对私人交往的规范和实践就不起作用，或者不能对那些范围较小的社会群体的规范和实践发生效力。

source: They may be irrelevant for the various informal conventions and customs of everyday life; they may not elucidate the justice, or perhaps better, the fairness of voluntary cooperative arrangements or procedures for making contractual agreements.
zh_cn: 它们可能同日常生活中的各种非正式的风俗习愤亦不相干，不能够用来解释自愿的合作安排或制订契约的过程的正义性质（或更好地说：公平性）。

source: The conditions for the law of nations may require different principles arrived at in a somewhat different way.
zh_cn: 对于各国际法来说，也可能需要以多少不同的方式达到不同的原则。

source: I shall be satisfied if it is possible to formulate a reasonable conception of justice for the basic structure of society conceived for the time being as a closed system isolated from other societies.
zh_cn: 如果可能的话，做到下一点我就满足了，为一个被理解为暂时同其它社会隔绝的封闭社会的基本结构，概括出一种合理的正义观来。

source: The significance of this special case is obvious and needs no explanation.
zh_cn: 这一特殊情形的意义是明显的，无需解释。

source: It is natural to conjecture that once we have a sound theory for this case, the remaining problems of justice will prove more tractable in the light of it.
zh_cn: 我们可以很自然地推测言我们一旦有了一种对于这种情形的正确理论，借助于它，其它有关的正文问题就能比较容易地地理了。

source: With suitable modifications such a theory should provide the key for some of these other questions.
zh_cn: 在某种意义上，这样一种理论可以为别的一些正义问题提供钥匙。
